Repository: MegaV0lt/vdr-plugin-skinflatplus
Catalog: po/*.po
Languages: de_de, pl_pl

source: Disk
de_de: Platte
pl_pl: Dysk

source: free
de_de: frei
pl_pl: wolne

source: occupied
de_de: belegt
pl_pl: zajęte

source: clock
de_de: Uhr
pl_pl: zegar

source: Unknown
de_de: Unbekannt
pl_pl: Nieznane

source: Audio
pl_pl: Dźwięk

source: Subtitle
de_de: Untertitel
pl_pl: Napisy

source: timer not enabled
de_de: Timer nicht aktiv
pl_pl: planowane nagranie wyłączone

source: no recording info
de_de: Keine Aufnahme Informationen
pl_pl: Brak informacji o nagraniu

source: Description
de_de: Beschreibung
pl_pl: Opis

source: Movie information
de_de: Film Informationen
pl_pl: Informacje o filmie

source: Series information
de_de: Serien Informationen
pl_pl: Informacje o serii

source: Reruns
de_de: Wiederholungen
pl_pl: Powtórki

source: Video information
de_de: Video Informationen
pl_pl: Informacje o wideo

source: Actors
de_de: Darsteller
pl_pl: Obsada

source: TS errors
de_de: Aufnahmefehler
pl_pl: Błędy w nagraniu

source: Recording information
de_de: Aufnahme Informationen
pl_pl: Informacje o nagraniu

source: Genre
de_de: Kategorie
pl_pl: Gatunek

source: DVB Devices
de_de: DVB Geräte
pl_pl: Urządzenia DVB

source: LiveTV
pl_pl: Telewizja

source: recording
de_de: Nimmt auf
pl_pl: Nagrywanie

source: not used
de_de: Nicht verwendet
pl_pl: Nie używane

source: No DVB devices found
pl_pl: Nie znaleziono urządzeń DVB

source: Timer
pl_pl: Plan nagrań

source: no active/recording timer
de_de: Keine aktiven/aufnehmenden Timer
pl_pl: Brak zaplanowanych nagrań

source: Last Recordings
de_de: Letzte Aufnahmen
pl_pl: Ostatnie nagrania

source: no recordings found
pl_pl: Brak nagrań

source: Timer Conflicts
de_de: Timerkonflikte
pl_pl: Konflikty w planie nagrań

source: no timer conflicts
de_de: Keine Timerkonflikte
pl_pl: Brak konfliktów

source: timer conflicts
de_de: timerkonflikte
pl_pl: Konflikty

source: System Information
pl_pl: Informacje o systemie

source: no information available please check the script
de_de: Keine Informationen verfügbar; Bitte Skript prüfen
pl_pl: Brak informacji, sprawdź skrypt

source: System Version
pl_pl: Wersja systemu

source: Kernel Version
pl_pl: Wersja jądra

source: Uptime
de_de: Läuft
pl_pl: Czas działania

source: Load
de_de: Last
pl_pl: Obciążenie

source: Processes
de_de: Prozesse
pl_pl: Procesy

source: Memory Usage
de_de: RAM-Nutzung
pl_pl: Zajęty RAM

source: Swap Usage
de_de: Swap-Nutzung
pl_pl: Zajęty SWAP

source: Root Usage
de_de: Root-Nutzung
pl_pl: Zajętość plików

source: Video Usage
de_de: Video-Nutzung
pl_pl: Zajętość nagrań

source: VDR CPU Usage
de_de: VDR CPU
pl_pl: VDR CPU

source: VDR MEM Usage
de_de: VDR RAM-Nutzung
pl_pl: VDR RAM

source: Temp CPU
de_de: CPU-Temperatur
pl_pl: Temperatura CPU

source: Temp GPU
de_de: GPU-Temperatur
pl_pl: Temperatura GPU

source: Temp PC-Case
de_de: Gehäuse-Temperatur
pl_pl: Temperatura obudowy

source: Temp MB
de_de: MB-Temperatur
pl_pl: Temperatura MB

source: Updates
de_de: Aktualisierungen
pl_pl: Aktualizacje

source: Security Updates
de_de: Sicherheitsupdates
pl_pl: Aktualizacje bezpieczeństwa

source: System Updates
pl_pl: Aktualizacje systemu

source: Updatestatus not available please check the widget
de_de: Updatestatus nicht vorhanden; Bitte Widget prüfen
pl_pl: Aktualizacje niedostępne, sprawdź Widżet

source: Temperatures
de_de: Temperaturen
pl_pl: Temperatury

source: Temperatures not available please check the widget
de_de: Temperaturen nicht vorhanden; Bitte Widget prüfen
pl_pl: Temperatury niedostępne, sprawdź Widżet

source: PC-Case
de_de: Gehäuse
pl_pl: Obudowa

source: no title available
de_de: Kein Titel vorhanden
pl_pl: Brak tytułu

source: no output available
de_de: Keine Ausgabe vorhanden
pl_pl: Brak danych

source: Weather
de_de: Wetter
pl_pl: Pogoda

source: ends at
de_de: Endet um
pl_pl: Kończy się na

source: Volume
de_de: Lautstärke
pl_pl: Głośność

source: name:
pl_pl: Tytuł:

source: first aired:
de_de: Erstausstrahlung:
pl_pl: Pierwsza projekcja:

source: network:
de_de: Sender:
pl_pl: nadawca:

source: genre:
pl_pl: gatunek:

source: rating:
de_de: Wertung:
pl_pl: Ocena:

source: season number:
de_de: Staffel:
pl_pl: Sezon:

source: episode number:
de_de: Folge:
pl_pl: Odcinek:

source: title:
de_de: Titel:
pl_pl: Tytuł:

source: original title:
de_de: Originaltitel:
pl_pl: Pierwotny tytuł:

source: collection name:
de_de: Sammlung Name:
pl_pl: Nazwa serii:

source: release date:
de_de: Erscheinungsdatum:
pl_pl: Data wydania:

source: popularity:
de_de: Beliebtheit:
pl_pl: Popularność:

source: vote average:
de_de: Wertung: Ø
pl_pl: Średnia ocena: Ø

source: Video
pl_pl: Wideo

source: additional information
de_de: Zusatzinformationen
pl_pl: Dodatkowe informacje

source: channel
de_de: Kanal
pl_pl: Kanał

source: search pattern
de_de: Suchmuster
pl_pl: Szukaj wyrażenia

source: caused by
de_de: Ausgelöst durch
pl_pl: Wywołane przez

source: reason
de_de: Grund
pl_pl: Powód

source: improve
de_de: Verbessern
pl_pl: Ulepszenie

source: collection
de_de: Sammlung
pl_pl: Seria

source: TV show, missing episode
de_de: Fehlende Folge
pl_pl: Brakujący epizod

source: Length
de_de: Länge
pl_pl: Długość

source: cutted
de_de: Geschnitten
pl_pl: Cięte

source: Size
de_de: Größe
pl_pl: Rozmiar

source: none
de_de: keine
pl_pl: brak

source: rect
de_de: Eckig
pl_pl: Kanciaste

source: round
de_de: Rund
pl_pl: Zaokrąglone

source: invert round
de_de: Rund invertiert
pl_pl: Zaokrąglone odwrotnie

source: rect + alpha blend
de_de: Eckig + Transparent
pl_pl: Kanciaste + Transparentne

source: round + alpha blend
de_de: Rund + Transparent
pl_pl: Zaokrąglone + Transparentne

source: invert round + alpha blend
de_de: Rund invertiert + Transparent
pl_pl: Zaokrąglone odwrotnie + Transparentne

source: small line + big line
de_de: Dünne Linie + Dicke Linie
pl_pl: Cienka linia + Gruba linia

source: big line
de_de: Dicke Linie
pl_pl: Gruba linia

source: big line + outline
de_de: Dicke Linie + Outline
pl_pl: Gruba linia + Obrys

source: small line + big line + dot
de_de: Dünne Linie + Dicke Linie + Punkt
pl_pl: Cienka linia + Gruba linia + Punkt

source: big line + dot
de_de: Dicke Linie + Punkt
pl_pl: Gruba linia + Punkt

source: big line + outline + dot
de_de: Dicke Linie + Outline + Punkt
pl_pl: Gruba linia + Obrys + Punkt

source: small line + dot
de_de: Dünne Linie + Punkt
pl_pl: Cienka linia + Punkt

source: outline + dot
de_de: Outline + Punkt
pl_pl: Obrys + Punkt

source: small line + big line + alpha blend
de_de: Dünne Linie + Dicke Linie + Transparenz
pl_pl: Cienka linia + Gruba linia + Transparentne

source: big line + alpha blend
de_de: Dicke Linie + Transparenz
pl_pl: Gruba linia + Transparentne

source: do not show
de_de: Nicht anzeigen
pl_pl: Nie pokazuj

source: timer & recording menu
de_de: Timer & Aufnahme Menü
pl_pl: Plan nagrań i Nagrania

source: always on the menu
de_de: Immer im Menü
pl_pl: Zawsze w Menu

source: always show
de_de: Immer anzeigen
pl_pl: Zawsze pokazuj

source: occupied special mode
pl_pl: zajęte i dostępny czas

source: VDR default
de_de: VDR Standard
pl_pl: VDR domyślne

source: flatPlus long
de_de: flatPlus Lang
pl_pl: flatPlus długie

source: flatPlus long + EPG
de_de: flatPlus Lang + EPG
pl_pl: flatPlus długie + EPG

source: flatPlus short
de_de: flatPlus Kurz
pl_pl: flatPlus krótkie

source: flatPlus short + EPG
de_de: flatPlus Kurz + EPG
pl_pl: flatPlus krótkie + EPG

source: flatPlus short + Info
de_de: flatPlus Kurz + Info
pl_pl: flatPlus krótkie + Info

source: vertical
de_de: vertikal
pl_pl: pionowo

source: hoizontal
de_de: horizontal
pl_pl: poziomo

source: carriage return
de_de: Am Ende zurückspringen
pl_pl: Na końcu przeskocz na początek

source: left-right-left
de_de: links-rechts-links
pl_pl: lewo-prawo-lewo

source: left line + rect bar
de_de: Linie Links + Eckige Leiste
pl_pl: Lewa linia + Kanciasta lista

source: left line + round bar
de_de: Linie Links + Runde Leiste
pl_pl: Lewa linia + Zaokrąglona lista

source: middle line + rect bar
de_de: Mittellinie + Eckige Leiste
pl_pl: Środkowa linia + Kanciasta lista

source: middle line + round bar
de_de: Mittellinie + Runde Leiste
pl_pl: Środkowa linia + Zaokrąglona lista

source: outline + rect bar
de_de: Outline + Eckige Leiste
pl_pl: Obrys + Kanciasta lista

source: outline + round bar
de_de: Outline + Runde Leiste
pl_pl: Obrys + Zaokrąglona lista

source: rect bar
de_de: Eckige Leiste
pl_pl: Kanciasta lista

source: round bar
de_de: Runde Leiste
pl_pl: Zaokrąglona lista

source: past / remaining
de_de: vergangen / verbleibend
pl_pl: minione / pozostałe

source: past
de_de: vergangen
pl_pl: minione

source: remaining
de_de: verbleibend
pl_pl: pozostałe

source: short
de_de: Kurz
pl_pl: Krótkie

source: long
de_de: Lang
pl_pl: Długie

source: end of recording
de_de: Gesamte Aufnahme
pl_pl: Całego nagrania

source: end of edited recording
de_de: Gesamte und geschnittene Aufnahme
pl_pl: Przyciętego nagrania

source: small | line
pl_pl: Krótka | Linia

source: big | line
pl_pl: Długa | Linia

source: small textcursor
pl_pl: Mały kursor

source: big textcursor
pl_pl: Duży kursor

source: small +
pl_pl: Mały +

source: big +
pl_pl: Duży +

source: do not search
pl_pl: Nie szukaj

source: search
pl_pl: Szukaj

source: search only in recording folder
pl_pl: Szukaj tylko w katalogu z nagraniami

source: General settings
de_de: Allgemeine Einstellungen
pl_pl: Ustawienia główne

source: Channelinfo settings
de_de: Kanalinfo Einstellungen
pl_pl: Ustawienia notki o kanale

source: Menu settings
de_de: Menü Einstellungen
pl_pl: Ustawienia menu

source: Replay settings
de_de: Wiedergabe Einstellungen
pl_pl: Ustawienia odtwarzacza

source: Volume settings
de_de: Lautstärke Einstellungen
pl_pl: Ustawienia głośności

source: Tracks settings
de_de: Tonspur Einstellungen
pl_pl: Ustawienia ścieżki dźwiękowej

source: TVScraper / scraper2vdr settings
de_de: TVScraper / scraper2vdr Einstellungen
pl_pl: Ustawienia TVScraper / scraper2vdr

source: TVScraper / scraper2vdr not installed
de_de: TVScraper / scraper2vdr nicht installiert
pl_pl: TVScraper / scraper2vdr nie jest włączony

source: Main menu widgets settings
de_de: Hauptmenü: Widget Einstellungen
pl_pl: Ustawienia menu Widżetów

source: configfile
de_de: Konfigdatei
pl_pl: Plik ustawień

source: loaded
de_de: geladen
pl_pl: Załadowany

source: saved settings in file:
de_de: Einstellungen gespeichert in Datei:
pl_pl: Zapisz ustawienia do pliku:

source: no decorfiles found, check install
de_de: Keine Dekordateien gefunden, prüfe Installation
pl_pl: Brak plików dekoracji, sprawdź instalację

source: Decorfile
de_de: Dekordatei
pl_pl: Plik dekoracji

source: no config-files found, check install
de_de: Keine Konfigdateien gefunden, prüfe Installation
pl_pl: Brak plików z ustawieniami, sprawdź instalację

source: Press ok to load config file
de_de: OK drücken um die Konfigdatei zu laden
pl_pl: Wciśnij OK aby załadować ustawienia

source: Save current settings
de_de: Aktuelle Einstellungen abspeichern
pl_pl: Zapisz bieżące ustawienia

source: press ok to save current settings
de_de: OK drücken um die Einstellungen zu speichern
pl_pl: Wciśnij OK aby zapisać bieżące ustawienia

source: Show empty color-buttons
de_de: Zeige leere Farbtasten
pl_pl: Pokaż puste kolorowe przyciski

source: Show TopBar menu icons
de_de: Zeige Menüsymbole in Titelleiste
pl_pl: Pokaż ikony na pasku tytułowym

source: Diskusage show
de_de: Plattenverbrauch anzeigen
pl_pl: Pokaż zajętość dysku

source: Diskusage short display
de_de: Plattenverbrauch: Kurze Anzeige
pl_pl: Zajętość dysku: streszczenie

source: Diskusage free/occupied
de_de: Plattenverbrauch: frei/belegt
pl_pl: Zajętość dysku: wolne/zajęte

source: EPG FSK/Genre icon size
de_de: EPG FSK/Genre Symbolgröße
pl_pl: EPG FSK/Rozmiar ikony gatunku

source: OSD vertical margin
de_de: OSD vertikaler Rand
pl_pl: OSD pionowy margines

source: OSD horizontal margin
de_de: OSD horizontaler Rand
pl_pl: OSD poziomy margines

source: TopBar font size
de_de: Titelleiste: Font Größe
pl_pl: Pasek tytułowy: rozmiar czcionki

source: TopBar show recording
de_de: Titelleiste: Zeige Aufnahme
pl_pl: Pasek tytułowy: pokaż nagrywanie

source: TopBar show conflicts
de_de: Titelleiste: Zeige Konflikte
pl_pl: Pasek tytułowy: pokaż konflikty

source: TopBar hide clock text
de_de: Titelleiste: Uhr Text ausblenden
pl_pl: Pasek tytułowy: ukryj napis "zegar"

source: TopBar clock font scale
de_de: Titelleiste: Uhr Skalierung
pl_pl: Pasek tytułowy: skala czcionki zegara

source: Conflicts min value for red
de_de: Konflikte min. Wert für Rot
pl_pl: Minimalna wartość konfliktów dla czerwieni

source: Message bottom offset
de_de: Meldung unterer Abstand
pl_pl: Odstęp informacji na dole

source: Message color position
de_de: Meldungsfarbe Position
pl_pl: Pozycja koloru wiadomości

source: Use Textscroller?
de_de: Nutze Laufschrift?
pl_pl: Przewijanie tekstu?

source: Scroller step (in pixel)
de_de: Laufschrift: Schrittweite (Pixel)
pl_pl: Przewijanie: krok (w pikselach)

source: Scroller delay (in ms)
de_de: Laufschrift: Verzögerung (ms)
pl_pl: Przewijanie: opóźnienie (w ms)

source: Scroller type
de_de: Laufschrift: Typ
pl_pl: Przewijanie: typ

source: TopBar border by decor-file?
de_de: Titelleiste: Rand aus Dekordatei?
pl_pl: Pasek tytułowy: krawędź z pliku dekoracji?

source: TopBar border type
de_de: Titelleiste: Rand Typ
pl_pl: Pasek tytułowy: typ krawędzi

source: TopBar border size
de_de: Titelleiste: Rand Größe
pl_pl: Pasek tytułowy: rozmiar krawędzi

source: Message border by decor-file?
de_de: Meldung: Rand aus Dekordatei?
pl_pl: Wiadomość: krawędź z pliku dekoracji?

source: Message border type
de_de: Meldung: Rand Typ
pl_pl: Wiadomość: typ krawędzi

source: Message border size
de_de: Meldung: Rand Größe
pl_pl: Wiadomość: rozmiar krawędzi

source: Button border by decor-file?
de_de: Tasten: Rand aus Dekordatei?
pl_pl: Przyciski: krawędź z pliku dekoracji?

source: Button border type
de_de: Tasten: Rand Typ
pl_pl: Przyciski: typ krawędzi

source: Button border size
de_de: Tasten: Rand Größe
pl_pl: Przyciski: rozmiar krawędzi

source: Imagecache entries
de_de: Bildercache Einträge
pl_pl: Bufor obrazów

source: Iconcache entries
pl_pl: Bufor ikon

source: Fontcache entries
pl_pl: Bufor czcionek

source: Channel name/number relative font size
pl_pl: Rozmiar czcionki nazwy/numeru kanału

source: Show channel name/number with shadow
pl_pl: Pokaż nazwę/numer kanału z cieniem

source: Show Channelinfo icons
de_de: Zeige Kanalinfo Logos
pl_pl: Pokaż logo kanału

source: Show event start time left
de_de: Zeige Event Startzeit links
pl_pl: Pokaż pozostały czas do rozpoczęcia wydarzenia

source: Show signal quality
de_de: Zeige Signalqualität
pl_pl: Pokaż jakość sygnału

source: Show weather widget
de_de: Zeige Wetter Widget
pl_pl: Pokaż Widżet pogody

source: Weather widget font size
de_de: Wetter Widget Schriftgröße
pl_pl: Widżet pogody: rozmiar czcionki

source: Colors for signal quality
de_de: Farben für Signalqualität
pl_pl: Pokaż kolory jakości sygnału

source: Show resolution & aspect
de_de: Zeige Auflösung & Bildformat
pl_pl: Pokaż rozdzielczość i proporcje

source: Show audio format
pl_pl: Pokaż format dźwięku

source: Show format (hd/sd)
de_de: Zeige Format (HD/SD)
pl_pl: Pokaż format obrazu (SD/HD/UHD)

source: Simple aspect & format
de_de: Auflösung & Bildformat Einfache Anzeige
pl_pl: Prosta rozdzielczość i proporcje

source: dvbapi plugin not installed
de_de: Plugin dvbapi ist nicht installiert
pl_pl: Plugin dvbapi nie jest zainstalowany

source: Show dvbapi informations
de_de: Zeige dvbapi Informationen
pl_pl: Pokaż informacje z dvbapi

source: program past/remaining time format
de_de: Programm vergangen/verbleibend Format
pl_pl: Format czasu w minione/pozostałe programu

source: Channelinfo border by decor-file?
de_de: Kanalinfo: Rand aus Dekordatei?
pl_pl: Główne: krawędź z pliku dekoracji?

source: Channelinfo border type
de_de: Kanalinfo: Rand Typ
pl_pl: Główne: typ krawędzi

source: Channelinfo border size
de_de: Kanalinfo: Rand Größe
pl_pl: Główne: rozmiar krawędzi

source: Channelinfo EPG border by decor-file?
de_de: Kanalinfo: EPG Rand aus Dekordatei?
pl_pl: EPG: krawędź z pliku dekoracji?

source: Channelinfo EPG border type
de_de: Kanalinfo: EPG Rand Typ
pl_pl: EPG: typ krawędzi

source: Channelinfo EPG border size
de_de: Kanalinfo: EPG Rand Größe
pl_pl: EPG: rozmiar krawędzi

source: Channelinfo progress by decor-file?
de_de: Kanalinfo: Fortschritt aus Dekordatei?
pl_pl: Pasek postępu: wzór z pliku dekoracji?

source: Channelinfo progress type
de_de: Kanalinfo: Fortschritt Typ
pl_pl: Pasek postępu: wzór

source: Channelinfo progress size
de_de: Kanalinfo: Fortschritt Größe
pl_pl: Pasek postępu: rozmiar

source: Signalquality progress by decor-file?
de_de: Signalpegelanzeige aus Dekordatei?
pl_pl: Jakość sygnału: wzór z pliku dekoracji?

source: Signalquality progress type
de_de: Signalpegelanzeige: Typ
pl_pl: Jakość sygnału: wzór

source: Signalquality progress size
de_de: Signalpegelanzeige: Größe
pl_pl: Jakość sygnału: rozmiar

source: Menuitem padding
de_de: Menüpunkt Abstand
pl_pl: Odstęp elementów

source: Show mainmenu item icons
de_de: Zeige Symbole für Hauptmenüeinträge
pl_pl: Pokaż ikony w menu

source: Menu content fullsize background
de_de: Menü: Inhalt voller Hintergrund
pl_pl: Menu: pełnego rozmiaru tło

source: Show additional recording info
de_de: Zeige Zusatzinfo bei Aufnahmen
pl_pl: Pokaż dodatkowe informacje podczas nagrywania

source: Show additional EPG info
de_de: Zeige Zusatzinfo bei EPG
pl_pl: Pokaż dodatkowe informacje EPG

source: Show reruns in EPG info
de_de: Zeige Wiederholungen bei EPG
pl_pl: Pokaż powtórki w EPG

source: Menu draw background over the entire height
de_de: Menü: Zeichne Hintergrund über gesamte Höhe
pl_pl: Menu: pokaż tło na całej wysokości

source: Recording menu show recording count in title
de_de: Aufnahmen: Anzahl der Aufnahmen in Titelleiste
pl_pl: Nagrania: liczba nagrań w tytule

source: Recording menu recording seen threshold
de_de: Aufnahmen: Aufnahme gesehen Schwellwert
pl_pl: Nagrania: próg widzianych nagrań

source: Recording menu use file for old folder
pl_pl: Nagrania: użyj pliku dla starych katalogów

source: Recording menu default value - old folder in days
de_de: Aufnahmen: Vorgabewert alter Ordner in Tagen
pl_pl: Nagrania: po ilu dniach oznacz jako stare katalogi

source: Recording menu show recerrors icon
de_de: Aufnahmen: Zeige Aufnahmefehler Symbole
pl_pl: Nagrania: pokaż ikonę błędów w nagraniu

source: Recording recerrors icon threshold
de_de: Aufnahmen: Aufnahmefehler Symbole Schwellenwert
pl_pl: Nagrania: próg ikony błędów nagrań

source: Recording menu show format icon
de_de: Aufnahmen: Zeige Formatsymbole (sd/hd/uhd)
pl_pl: Nagrania: pokaż ikonę formatu (SD/HD/UHD)

source: Timer menu show timer count in title
de_de: Timer: Anzahl der Timer in Titelleiste
pl_pl: Plan nagrań: ilość zaplanowanych w tytule

source: Channel menu show channel count in title
de_de: Kanäle: Anzahl der Kanäle in Titelleiste
pl_pl: Kanały: liczba kanałów w tytule

source: Menu channel view
de_de: Menü: Kanal Ansicht
pl_pl: Menu: Kanały

source: Menu timer view
de_de: Menü: Timer Ansicht
pl_pl: Menu: Plan nagrań

source: Menu event view
de_de: Menü: Programm Ansicht
pl_pl: Menu: Program

source: Justify menu event and recording view
de_de: Blocksatz in EPG- und Aufnahmeinfo verwenden
pl_pl: Wyrównany tekst w EPG i informacji o nagraniu

source: Menu event view always with date
de_de: Menü: Programm immer mit Datum
pl_pl: Menu: data w Programie

source: Menu recording view
de_de: Menü: Aufzeichnungen Ansicht
pl_pl: Menu: Nagrania

source: Scrollbar by decor-file?
de_de: Scrollbar aus Dekordatei?
pl_pl: Pasek przewijania: z pliku dekoracji?

source: Scrollbar type
de_de: Scrollbar: Typ
pl_pl: Pasek przewijania: wzór

source: Scrollbar size
de_de: Scrollbar: Größe
pl_pl: Pasek przewijania: rozmiar

source: Menuitem border by decor-file?
de_de: Menüpunkt: Rand aus Dekordatei?
pl_pl: Pozycja w menu: krawędź z pliku dekoracji?

source: Menuitem border type
de_de: Menüpunkt: Rand Typ
pl_pl: Pozycja w menu: typ krawędzi

source: Menuitem border size
de_de: Menüpunkt: Rand Größe
pl_pl: Pozycja w menu: rozmiar krawędzi

source: Menucont. border by decor-file?
de_de: Menüinhalt: Rand aus Dekordatei?
pl_pl: Menu - zawartość: krawędź z pliku dekoracji?

source: Menucont. border type
de_de: Menüinhalt: Rand Typ
pl_pl: Menu - zawartość: typ krawędzi

source: Menucont. border size
de_de: Menüinhalt: Rand Größe
pl_pl: Menu - zawartość: rozmiar krawędzi

source: Menucont. head border by decor-file?
de_de: Menükopf: Rand aus Dekordatei?
pl_pl: Menu - nagłówek: krawędź z pliku dekoracji?

source: Menucont. head border type
de_de: Menükopf: Rand Typ
pl_pl: Menu - nagłówek: typ krawędzi

source: Menucont. head border size
de_de: Menükopf: Rand Größe
pl_pl: Menu - nagłówek: rozmiar krawędzi

source: Menuitem progress by decor-file?
de_de: Menüpunkt: Fortschritt aus Dekordatei?
pl_pl: Menu - postęp: wzór z pliku dekoracji?

source: Menuitem progress type
de_de: Menüpunkt: Fortschritt Typ
pl_pl: Menu - postęp: wzór

source: Menuitem progress size
de_de: Menüitem: Fortschritt Größe
pl_pl: Menu - postęp: rozmiar

source: Time seconds font scale
de_de: Uhrzeit: Sekunden Skalierung
pl_pl: Czas: skalowanie czcionki sekund

source: Show recerrors icon in playback
de_de: Aufnahmen: Fehler Symbole bei Wiedergabe
pl_pl: Nagrania: pokaż ikonę błędów w nagraniu w odtwarzaczu

source: Show error marks in playback
de_de: Wiedergabe: Zeige Fehler in Fortschrittsleiste
pl_pl: Odtwarzacz: pokaż pozycję błędów w odtwarzaczu

source: Show shorttext with date in playback
de_de: Aufnahmen: Kurztext mit Datum/Zeit anzeigen
pl_pl: Nagrania: pokaż krótki tekst z datą/czasem

source: Show end time of recording
de_de: Wiedergabe: Endzeit der Aufnahme:
pl_pl: Odtwarzacz: pokaż czas zakończenia

source: Dimm on pause?
de_de: Dimmen bei Pause?
pl_pl: Przyciemnienie podczas pauzy?

source: Dimm on pause delay
de_de: Dimmen bei Pause Verzögerung
pl_pl: Przyciemnienia podczas pauzy - opóźnienie

source: Dimm on pause opaque
de_de: Dimmen bei Pause Transparenz
pl_pl: Przyciemnienie podczas pauzie - przezroczystość

source: Replay border by decor-file?
de_de: Wiedergabe: Rand aus Dekordatei?
pl_pl: Główne: krawędź z pliku dekoracji?

source: Replay border type
de_de: Wiedergabe: Rand Typ
pl_pl: Główne: typ krawędzi

source: Replay border size
de_de: Wiedergabe: Rand Größe
pl_pl: Główne: rozmiar krawędzi

source: Replay progress by decor-file?
de_de: Wiedergabe: Fortschritt aus Dekordatei?
pl_pl: Postęp: wzór z pliku dekoracji?

source: Replay progress size
de_de: Wiedergabe: Fortschritt Größe
pl_pl: Postęp: rozmiar

source: Volume border by decor-file?
de_de: Lautstärke: Rand aus Dekordatei?
pl_pl: Główne: krawędź z pliku dekoracji?

source: Volume border type
de_de: Lautstärke: Rand Typ
pl_pl: Główne: typ krawędzi

source: Volume border size
de_de: Lautstärke: Rand Größe
pl_pl: Główne: rozmiar krawędzi

source: Volume progress by decor-file?
de_de: Lautstärke: Fortschritt aus Dekordatei?
pl_pl: Postęp: wzór z pliku dekoracji?

source: Volume progress type
de_de: Lautstärke: Fortschritt Typ
pl_pl: Postęp: wzór

source: Volume progress size
de_de: Lautstärke: Fortschritt Größe
pl_pl: Postęp: rozmiar

source: Tracks border by decor-file?
de_de: Tonspur: Rand aus Dekordatei?
pl_pl: Główne: krawędź z pliku dekoracji?

source: Tracks border type
de_de: Tonspur: Rand Typ
pl_pl: Główne: typ krawędzi

source: Tracks border size
de_de: Tonspur: Rand Größe
pl_pl: Główne: rozmiar krawędzi

source: TVScraper settings
de_de: TVScraper: Einstellungen
pl_pl: TVScraper: ustawienia

source: Channelinfo show poster?
de_de: Kanalinfo: Zeige Poster?
pl_pl: Notka o kanale: pokazuj plakat?

source: Channelinfo poster size
de_de: Kanalinfo: Poster Größe
pl_pl: Notka o kanale: rozmiar plakatu
