Repository: MegaV0lt/vdr-plugin-skinflatplus
Catalog: po/*.po
Languages: de_de, pl_pl

source: Replayinfo show poster?
de_de: Wiedergabeinfo: Zeige Poster?
pl_pl: Odtwarzacz - informacje: pokazuj plakat?

source: Replayinfo poster size
de_de: Wiedergabeinfo: Poster Größe
pl_pl: Odtwarzacz - informacje: rozmiar plakatu

source: Replay/channelinfo poster opacity
de_de: Wiedergabe/Kanalinfo: Poster Transparenz
pl_pl: Odtwarzacz/Notka o kanale: przezroczystość plakatu

source: EPG info show poster?
de_de: EPG-Info: Zeige Poster?
pl_pl: EPG: pokazuj plakat?

source: EPG info show actors?
de_de: EPG-Info: Zeige Darsteller?
pl_pl: EPG: pokazuj obsadę?

source: recording info show poster?
de_de: Aufnahmeinfo: Zeige Poster?
pl_pl: Nagrania - informacje: pokazuj plakat?

source: search local posters
pl_pl: Szukaj lokalnych plakatów

source: recording info show actors?
de_de: Aufnahmeinfo: Zeige Darsteller?
pl_pl: Nagrania - informacje: pokazuj obsadę?

source: Max. actors to show?
de_de: Begrenze Anzahl der Darsteller
pl_pl: Maksymalna liczba aktorów

source: Enable main menu widgets
de_de: Hauptmenü-Widgets anzeigen
pl_pl: Pokaż Widżety w głównym menu

source: Main menu item scale
de_de: Hauptmenü Widgets: Breite (%)
pl_pl: Menu główne: skala (%)

source: Widget weather
de_de: Wetter-Widget
pl_pl: Widżet pogody

source: Widget weather: enable
de_de: Wetter-Widget anzeigen
pl_pl: Aktywny?

source: Widget weather: position
de_de: Wetter-Widget: Position
pl_pl: Pozycja

source: Widget weather: show days
de_de: Wetter-Widget: Zeige Tage
pl_pl: Pokaż dni

source: Widget weather: type
de_de: Wetter-Widget: Typ
pl_pl: Typ

source: Widget DVB devices
de_de: DVB Geräte-Widget
pl_pl: Widżet urządzeń DVB

source: Widget DVB devices: enable
de_de: DVB Geräte-Widget: Anzeigen
pl_pl: Aktywny?

source: Widget DVB devices: position
de_de: DVB Geräte-Widget: Position
pl_pl: Pozycja

source: Widget DVB devices: don't show unknown
de_de: DVB Geräte-Widget: Unbekannte ausblenden
pl_pl: Ukryj nieznane urządzenia

source: Widget DVB devices: don't show not used
de_de: DVB Geräte-Widget: Nicht verw. ausblenden
pl_pl: Ukryj nieużywane urządzenia DVB

source: Widget DVB devices: native numbering (0..)
de_de: DVB Geräte-Widget: Interne Nummerierung (0..)
pl_pl: Natywna numeracja urządzeń (0..)

source: Widget timer
de_de: Timer-Widget
pl_pl: Widżet planu nagrań

source: Widget timer: enable
de_de: Timer-Widget: Anzeigen
pl_pl: Aktywny?

source: Widget timer: position
de_de: Timer-Widget: Position
pl_pl: Pozycja

source: Widget timer: show recording timer
de_de: Timer-Widget: Zeige aufnehmende Timer
pl_pl: Pokaż planowane nagrania

source: Widget timer: show active timer
de_de: Timer-Widget: Zeige aktive Timer
pl_pl: Pokaż aktywne pozycje w planie nagrań

source: Widget timer: show remote recording timer
de_de: Timer-Widget: Zeige Remote aufnehmende Timer
pl_pl: Pokaż zdalny plan nagrań

source: Widget timer: show remote active timer
de_de: Timer-Widget: Zeige Remote aktive Timer
pl_pl: Pokaż aktywne pozycje w zdalnym planie nagrań

source: Widget timer: max show
de_de: Timer-Widget: Zeige max.
pl_pl: Maksymalna liczba pozycji

source: Widget timer: hide if empty
de_de: Timer-Widget: Ausblenden wenn Leer
pl_pl: Ukryj jeżeli brak zaplanowanych nagrań

source: Widget last recordings
de_de: Letzte Aufnahmen-Widget
pl_pl: Widżet ostatnio nagrane

source: Widget last recordings: enable
de_de: Letzte Aufnahmen-Widget: Anzeigen
pl_pl: Aktywny?

source: Widget last recordings: position
de_de: Letzte Aufnahmen-Widget: Position
pl_pl: Pozycja

source: Widget last recordings: max show
de_de: Letzte Aufnahmen-Widget: Zeige max.
pl_pl: Maksymalna liczba pozycji

source: Widget timer conflicts
de_de: Timerkonflikte-Widget
pl_pl: Widżet konflikty w planie nagrań

source: Widget timer conflicts: enable
de_de: Timerkonflikte-Widget: Anzeigen
pl_pl: Aktywny?

source: Widget timer conflicts: position
de_de: Timerkonflikte-Widget: Position
pl_pl: Pozycja

source: Widget timer conflicts: hide if empty
de_de: Timerkonflikte-Widget: Ausblenden wenn Leer
pl_pl: Ukryj jeżeli brak konfliktów

source: Widget system information
de_de: Systeminformation-Widget
pl_pl: Widżet informacji o systemie

source: Widget system information: enable
de_de: Systeminformation-Widget: Anzeigen
pl_pl: Aktywny?

source: Widget system information: position
de_de: Systeminformation-Widget: Position
pl_pl: Pozycja

source: Widget system updates
de_de: Systemupdates-Widget
pl_pl: Widżet aktualizacji systemu

source: Widget system updates: enable
de_de: Systemupdates-Widget: Anzeigen
pl_pl: Aktywny?

source: Widget system updates: position
de_de: Systemupdates-Widget: Position
pl_pl: Pozycja

source: Widget system updates: hide if empty
de_de: Systemupdates-Widget: Ausblenden wenn Leer
pl_pl: Ukryj jeżeli brak danych

source: Widget temperatures
de_de: Temperaturen-Widget
pl_pl: Widżet temperatur systemu

source: Widget temperatures: enable
de_de: Temperaturen-Widget: Anzeigen
pl_pl: Aktywny?

source: Widget temperatures: position
de_de: Temperaturen-Widget: Position
pl_pl: Pozycja

source: Widget custom commands
de_de: Eigene Befehle-Widget
pl_pl: Widżet własne komendy

source: Widget custom commands: enable
de_de: Eigene Befehle-Widget: Anzeigen
pl_pl: Aktywny?

source: Widget custom commands: position
de_de: Eigene Befehle-Widget: Position
pl_pl: Pozycja
